i5/20220903-zfs/raidz1/no-fpw/250/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 63050368
number of failed transactions: 0 (0.000%)
latency average = 0.228 ms
initial connection time = 6.822 ms
tps = 70056.427517 (without initial connection time)